app/controllers/students_controller.rb

  def index
    student = Student.all
---
SELECT "students".* FROM "students"